---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures
source: html/c0b6a1e7-ac2c-daaf-031b-b7b1fa946d32.htm
---
# BuiltInFailures.InaccurateFailures Properties

Area separation line is slightly off axis and may cause inaccuracies.